/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Löschen";
"Basic settings" = "Basisdaten";


/* MAIN ACTIVITIES */

"Home" = "Start";
"Open" = "Offen";
"Closed" = "Geschlossen";
"Awards" = "Auszeichnungen";


/* HOME VIEW */

"Up next" = "Weiter";
"More to explore" = "Mehr zu entdecken";
"%@, %lld items, %g%% complete." = "%@, %lld Elemente, %g%% vollständig.";


/* PROJECTS VIEW */

"Open Projects" = "Offene Projekte";
"Closed Projects" = "Abgeschlossene Projekte";
"Add Project" = "Projekt hinzufügen";
"Add New Item" = "Element hinzufügen";
"There's nothing here right now." = "Im Moment ist hier nichts";

/* A button that shows a menu with the following items */
"Sort" = "Sortieren";
"Sort items" = "Elemente sortieren"; /* The title of the menu */
"Optimized" = "Optimiert"; /* Sort using an optimized algorithm */
"Creation Date" = "Erstellungsdatum"; /* Sort by the date items were created */
"Title" = "Titel"; /* Sort by item title */

/* Default names for a new project and a new item*/
"New Project" = "Neues Projekt";
"New Item" = "Neues Element";

"%@, completed." = "%@, erledigt.";
"%@, high priority." = "%@, hohe Priorität.";


/* EDITING PROJECTS */

"Edit Project" = "Projekt anpassen";
"Project name" = "Projektname";
"Description of this project" = "Beschreibung dieses Projekts";
"Custom project color" = "Benutzerdefinierte Projektfarbe";

"Upload to iCloud" = "In iCloud hochladen";
"Remove from iCloud" = "Aus iCloud entfernen";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Projekt schliessen";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Das Schließen eines Projekts verschiebt es von der Registerkarte Offen in die Registerkarte Geschlossen; beim Löschen wird das Projekt vollständig entfernt.";
"Reopen this project" = "Projekt wieder öffnen";
"Delete this project" = "Projekt löschen";
"Delete project?" = "Projekt löschen?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Sind Sie sicher, dass Sie dieses Projekt löschen wollen? Es werden alle enthaltenen Elemente gelöscht.";

"Pink" = "Pink";
"Purple" = "Violett";
"Red" = "Rot";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Grün";
"Teal" = "Türkisblau";
"Light Blue" = "Hellblau";
"Dark Blue" = "Dunkelblau";
"Midnight" = "Mitternachtsblau";
"Dark Gray" = "Dunkelgrau";
"Gray" = "Grau";

"Project reminders" = "Projekt Erinnerungen";
"Show reminders" = "Zeige Erinnerungen";
"Oops!" = "Ups!";
"There was a problem. Please check you have notifications enabled." = "Es gab ein Problem. Bitte überprüfe ob Mitteilungen aktiviert sind.";
"Check Settings" = "Einstellungen prüfen";
"Reminder time" = "Erinnerungszeitpunkt";


/* EDITING ITEMS */

"Edit Item" = "Element anpassen";
"Item name" = "Elementname";
"Description" = "Beschreibung";
"Priority" = "Priorität";
"High" = "Hoch";
"Medium" = "Mittel";
"Low" = "Tief";

"Mark Completed" = "Als erledigt markieren";


/* AWARDS */

"Locked" = "Gesperrt";
"Unlocked: %@" = "Freigeschaltet: %@";


/* COMMUNITY */
"Community" = "Gemeinschaft";
"Shared Projects" = "Geteilte Projekte";
"No results" = "Keine Daten vorhanden";
"Sign in to comment" = "Anmelden zum Kommentieren";
"Enter your message" = "Nachricht eingeben";
"Send" = "Senden";
"Chat about this project…" = "Chatte über diese Projekt…";


/* Unlocking premium */
"Get Unlimited Projects" = "Hol dir unlimitierte Projekte";
"You can add three projects for free, or pay %@ to add unlimited projects." = "Du erhählst drei Projekte gratis, oder zahle %@ um uneingeschränkt Projekte anzulegen.";
"If you already bought the unlock on another device, press Restore Purchases." = "Wenn du die Freischaltung bereits auf einem anderen Gerät gekauft hast, drücke auf Käufe wiederherstellen.";
"Restore Purchases" = "Käufe wiederherstellen";
"Sorry, there was an error loading the store. Please try again later." = "Entschuldigung, es gab einen Fehler beim Laden des Shops. Bitte versuchen es später noch einmal.";
"Buy: %@" = "Kaufe: %@";
"Loading…" = "Laden…";
"Thank you!" = "Danke!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Dankeschön! Deine Anfrage muss noch genehmigt werden, aber du kannst die App in der Zwischenzeit weiter nutzen.";
"Dismiss" = "Ablehnen";


/* OTHER STRINGS */

"Please select something from the menu to begin." = "Bitte wählen Sie etwas aus dem Menü, um zu beginnen.";


/* WIDGETS */
"Up next…" = "Als nächstes…";
"Nothing!" = "Nichts!";
"Your #1 top-priority item." = "Dein #1 vordringlichstes Element.";
"Your most important item." = "Deine wichtigsten Elemente.";
